Repository: resonancellc/mds
Catalog: web/samba/locale/*.utf8/LC_MESSAGES/samba.po
Languages: nb_no

source: Groups
nb_no: Grupper

source: This group doesn't exist
nb_no: Denne gruppen eksisterer ikke

source: Delete
nb_no: Slett

source: Add a new group
nb_no: Legg til ny gruppe

source: Add
nb_no: Legg til

source: Previous
nb_no: Forrige

source: Next
nb_no: Neste

source: Computers <strong>%s</strong> to <strong>%s</strong> on a total of <strong>%s</strong> (page %s on
nb_no: Maskiner <strong>%s</strong> til <strong>%s</strong> av totalt <strong>%s</strong> (side %s on

source: Computers management
nb_no: Maskinadministrasjon

source: Invalid computer name
nb_no: Ugyldig maskinnavn

source: Add a computer
nb_no: Legg til maskin

source: The computer name can only contains letters lowercase and numbers, and must begin with a letter.
nb_no: Maskinnavnet kan bare inneholde små bokstaver og tall, og må begynne med en bokstav.

source: Computer name
nb_no: Maskinnavn

source: Comment
nb_no: Kommentar

source: Delete a computer
nb_no: Slett en maskin

source: Computer <strong>%s</strong> deleted.
nb_no: Maskin <strong>%s</strong> slettet.

source: You will delete <strong>%s</strong>.
nb_no: Du sletter <strong>%s</strong>.

source: Cancel
nb_no: Avbryt

source: SAMBA service
nb_no: SAMBA tjeneste

source: Shares
nb_no: Delte mapper

source: List shares
nb_no: Vis delte mapper

source: Add a share
nb_no: Legg til en delt mappe

source: Backup a share
nb_no: Sikkerhetskopier en delt mappe

source: Remove a share
nb_no: Fjern en delt mappe

source: Share details
nb_no: Detaljer om delt mappe

source: Machines
nb_no: Maskiner

source: Computer list
nb_no: Maskinliste

source: Configuration
nb_no: Konfigurasjon

source: SAMBA configuration
nb_no: SAMBA konfigurasjon

source: restart SAMBA service
nb_no: Start SAMBA tjeneste på nytt

source: Add/delete SAMBA's attributes
nb_no: Legg til/fjern SAMBA-attributter

source: Enable/Disable account
nb_no: Aktivér/Deaktivér konto

source: Lock/Unlock account
nb_no: Lås/Lås opp konto

source: Restart server
nb_no: Start server på nytt

source: Your Samba server is being restarted... You can see progress on the default status page.
nb_no: Sambaserveren blir startet på nytt... Du kan se fremdrift på standard statussiden

source: Configuration saved
nb_no: Konfigurasjon lagret

source: Home
nb_no: Hjem

source: General options
nb_no: Generelle alternativer

source: This server is a PDC
nb_no: Denne serveren er en PDC

source: Share user's homes
nb_no: Del brukere sine hjemmemapper

source: Domain name
nb_no: Domenenavn

source: Server name
nb_no: Servernavn

source: User profile path
nb_no: Sti til brukerprofiler

source: Opening script session
nb_no: Åpner skriptsesjon

source: Base directory path
nb_no: Sti til basismappe

source: Connect base directory on network drive
nb_no: Koble basismappe til nettverkstasjon

source: Confirm
nb_no: Bekreft

source: Back
nb_no: Tilbake

source: Restart SAMBA
nb_no: Start SAMBA på nytt

source: List computers
nb_no: Vis maskiner

source: Invalid share name
nb_no: Ugyldig delt mappenavn

source: Share %s successfully added
nb_no: Delt mappe %s opprettet

source: Share %s successfully modified
nb_no: Delt mappe %s endret

source: The share name can only contains letters (lowercase and uppercase) and numbers, and must begin with a letter.
nb_no: Delt mappenavn kan kun inneholde bokstaver (små eller store) og tall, og må begynne med en bokstav.

source: Name
nb_no: Navn

source: AntiVirus on this share
nb_no: Antivirus på denne delte mappen

source: This share is visible on the domain
nb_no: Den delte mappen er synlig på domenet

source: Permissions
nb_no: Rettigheter

source: Access for all
nb_no: Tilgang for alle

source: Administrator groups for this share
nb_no: Administratorgrupper for denne delte mappen

source: Create
nb_no: Opprett

source: Backup this share
nb_no: Sikkerhetskopier denne delte mappen

source: Share backup
nb_no: Sikkerhetskopier delt mappe

source: Error during backup process
nb_no: Feil under sikkerhetskopieringen

source: Backup of share <b>%s</b> has been launched as a background job.
nb_no: Sikkerhetskopi av delt mappe <b>%s</b> har blitt startet som en bakgrunnsjobb.

source: The ISO file that contains this backup will be stored into the directory <b>%s</b>.
nb_no: ISO filen som inneholder sikkerhetskopien vil bli lagret i mappen <b>%s</b>.

source: This operation will last according to the amount of data to backup.
nb_no: Denne operasjonens varighet vil variere med mengden data som skal sikkerhetskopieres.

source: The share %s will be archived.
nb_no: Den delte mappen %s vil bli arkivert.

source: Please select media size. If your data exceed volume size, several files with your media size will be created
nb_no: Vennligst velg størrelsen på media. Hvis datamengden overstiger volumstørreslen, vil flere filer på størrelse med valgt medie opprettes.

source: Media size
nb_no: Mediestørrelse

source: Launch backup
nb_no: Start sikkerhetskopiering

source: Management
nb_no: Administrasjon

source: Shares <strong>%s</strong> to <strong>%s</strong> on a total of <strong>%s</strong> (page %s on
nb_no: Delte mapper <strong>%s</strong> til <strong>%s</strong> av total <strong>%s</strong> (side %s on

source: Archive
nb_no: Arkivér

source: Del a share
nb_no: Fjern delt mappe

source: Delete a share
nb_no: Fjern en delt mappe

source: You will delete the share <b>%s</b>
nb_no: Du fjerner delt mappe <b>%s</b>

source: Delete all data
nb_no: Slett alle data

source: Are you sure ?
nb_no: Er du sikker ?

source: Delete
nb_no: Slett

source: An error has occured during delete process on %s:<br/>
nb_no: En feil oppsto under fjerning av %s:<br/>

source: Share %s deleted
nb_no: Delt mappe %s fjernet

source: You must select a share into the list of shares
nb_no: Du må velge en delt mappe i listen

source: Shares management
nb_no: Delt mappe administrasjon

source: Opened sessions
nb_no: Åpne sesjoner

source: Users
nb_no: Brukere

source: Computers
nb_no: Maskiner

source: No opened sessions
nb_no: Ingen åpne sesjoner

source: Connections on shares
nb_no: Tilkoblinger til delte mapper

source: Share
nb_no: Delt mappe

source: User
nb_no: Bruker

source: Connected at
nb_no: Koblet til

source: No connections
nb_no: Ingen tilkoblinger

source: ACLs are not supported in your partition containing /home/samba/
nb_no: ACL er ikke støttet på partisjonen som inneholder /home/samba/

source: Try to remount your partition with ACLs support <ul> <li>You could use XFS which support ACLs natively</li> <li>For ext3 filesystem, add "acl" to mount options in /etc/fstab<br/> <pre>ie: /dev/hda6 /home ext3 defaults,acl 1 2</pre></li> </ul>
nb_no: Prøv å remontere partisjonen med ACLs støtte <ul> <li>Du kan bruke XFS som støtter ACLs opprinnelig</li> <li>For ext3 filsystem, legg til "acl" i moteringsalternativene i /etc/fstab<br/> <pre>f.eks: /dev/hda6 /home ext3 defaults,acl 1 2</pre></li> </ul>

source: This share does not exist
nb_no: Den delte mappen eksisterer ikke

source: Verify specified share exist.
nb_no: Sjekk at den delte mappen finnes.

source: This share already exist
nb_no: Den delte mappen finnes allerede

source: <ul> <li>Delete this share before recreate it.</li> <li>Choose another share name</li> </ul>
nb_no: <ul> <li>Slett den delte mappen før den opprettes på nytt.</li> <li>Velg et annet delt mappenavn</li> </ul>

source: Samba attributes deleted.
nb_no: Samba attributter slettet.

source: Samba attributes added.
nb_no: Samba attributter opprettet.

source: You must reenter your password.
nb_no: Du må skrive inn passordet på nytt.

source: Invalid network drive.
nb_no: Ugyldig nettverkstasjon.

source: Samba user properties
nb_no: Samba brukeralternativer

source: SAMBA access
nb_no: SAMBA tilgang

source: WARNING
nb_no: ADVARSEL

source: The user password has expired
nb_no: Brukerens passord har utgått på dato

source: User is disabled, if checked
nb_no: Brukeren er deaktivert hvis hukket av

source: Disable samba user account
nb_no: Deaktivér samba brukerkonto

source: User is locked, if checked
nb_no: Brukeren er låst, hvis hukket av

source: Lock samba user access <p>User can be locked after too many failed log.</p>
nb_no: Lås samba brukertilgang <p>Brukeren kan være låst etter for mange mislykkede pålogginger.</p>
