Repository: resonancellc/mds
Catalog: web/modules/mail/locale/*/LC_MESSAGES/mail.po
Languages: nb_no, pl_pl

source: Add a mail domain
nb_no: Legg til epostdomene
pl_pl: Dodaj domenę pocztową

source: Edit mail domain
nb_no: Rediger epostdomene
pl_pl: Edytuj domenę pocztową

source: Invalid domain name
nb_no: Ugyldig domenenavn
pl_pl: Nieprawidłowa nazwa domeny

source: The mail domain has been added.
nb_no: Epostdomenet har blitt lagt til.
pl_pl: Dodano domenę pocztową.

source: The mail domain has been modified.
nb_no: Epostdomenet har blitt endret.
pl_pl: Zmodyfikowano domenę pocztową.

source: The quota of all users of this mail domain have been reset.
nb_no: Kvotene til alle brukere i dette epostdomenet har blitt tilbakestilt.
pl_pl: Zresetowano przydziały wszystkich użytkowników tej domeny.

source: Mail domain
nb_no: Epostdomene
pl_pl: Domena pocztowa

source: Description
nb_no: Beskrivelse
pl_pl: Opis

source: Default mail quota for users created in this domain (in kB)
nb_no: Standard epostkvote for brukere opprettet i dette domenet (i kB)
pl_pl: Domyślny przydział dla użytkowników w tej domenie wynosi (w kB)

source: Create
nb_no: Legg til
pl_pl: Utwórz

source: Reset users quota to default
nb_no: Tilbakestill brukeres epostkvoter til standard
pl_pl: Zresetuj przydziały do domyślnych

source: Confirm
nb_no: Bekreft
pl_pl: Potwierdź

source: Name
nb_no: Navn
pl_pl: Imię

source: Mail address
nb_no: Epostadresse
pl_pl: Adres mailowy

source: Edit
nb_no: Rediger
pl_pl: Edytuj

source: Mail domain list
nb_no: Epostdomene liste
pl_pl: Lista domen pocztowych

source: Members of
nb_no: Medlemmer av
pl_pl: Członek

source: View domain members
nb_no: Vis domenemedlemmer
pl_pl: Zobacz członków domeny

source: Edit domain
nb_no: Rediger domene
pl_pl: Edytuj domenę

source: Delete domain
nb_no: Slett domene
pl_pl: Usuń domenę

source: The mail domain has been deleted.
nb_no: Epostdomenet ble slettet.
pl_pl: Usunięto domenę pocztową.

source: You will delete the virtual mail domain
nb_no: Du vil slette det virtuelle epostdomenet
pl_pl: Usuniesz wirtualną domenę pocztową

source: Cancel
nb_no: Avbryt
pl_pl: Anuluj

source: Add a domain
nb_no: Legg til domene
pl_pl: Dodaj domenę

source: Mail plugin
nb_no: Epost plugin
pl_pl: Wtyczka pocztowa

source: No mail alias can be set for this group
nb_no: Ingen epost alias kan settes for denne gruppen
pl_pl: Nie można ustawić aliasów dla tej grupy

source: Enable mail alias for users of this group
nb_no: Aktiver epost alias for brukere i denne gruppen
pl_pl: Zezwól na aliasy pocztowe dla tej grupy

source: Mail alias
nb_no: Epost alias
pl_pl: Alias pocztowy

source: Mail access
nb_no: Epost tilgang
pl_pl: Dostęp do poczty

source: Mail delivery is disabled, if checked
nb_no: Epost levering er deaktivert, hvis valgt
pl_pl: Dostarczanie poczty jest nieaktywne po zaznaczeniu

source: Mail quota (in kB)
nb_no: Epostkvote (i kB)
pl_pl: Przydział poczty (w kB)

source: Forward to
nb_no: Videresend til
pl_pl: Przekazuj do

source: Mail drop
pl_pl: Skład poczty

source: Mail delivery path
nb_no: Sti for epostlevering
pl_pl: Ścieżka dostarczania poczty

source: Mail server host
pl_pl: Host serwera pocztowego

source: %s is not a valid mail alias.
nb_no: %s er ikke et gyldig epost alias.
pl_pl: %s nie jest prawidłowym aliasem pocztowym

source: You must specify a valid mail address to enable mail delivery.
nb_no: Du må spesifisere en gyldig epostadresse for å aktivere epostlevering.
pl_pl: Musisz określić prawidłowy adres pocztowy aby aktywować dostarczanie poczty.

source: Disable mail delivery
nb_no: Deaktivere epostlevering
pl_pl: Wyłącz dostarczanie poczty

source: Mail
nb_no: Epost
pl_pl: Poczta

source: mail
pl_pl: 596dfebe86f38e24c21be1eb28b273f5_tr

source: Unlimited quota
nb_no: Ubegrenset kvote
pl_pl: Nielimitowany przydział

source: Mail service
nb_no: Eposttjeneste
pl_pl: Usługa pocztowa

source: Mail aliases
nb_no: Epost alias
pl_pl: Aliasy pocztowe

source: Mail user quota
nb_no: Epostbrukers kvote
pl_pl: Przydział użytkownika poczty

source: Mail group alias access
nb_no: Epostgruppes alias tilgang
pl_pl: Dostęp grupy aliasów pocztowych

source: Edit a domain
nb_no: Rediger et domene
pl_pl: Edytuj domenę

source: View members
nb_no: Vis medlemmer
pl_pl: Przeglądaj członków

source: Delete a mail domain
nb_no: Slett et epostdomene
pl_pl: Usuń domenę pocztową

source: Login
nb_no: Brukernavn
