Repository: resonancellc/mds
Catalog: web/modules/samba/locale/*/LC_MESSAGES/samba.po
Languages: fr_fr, pl_pl

source: Share backup
fr_fr: Sauvegarde d'un partage
pl_pl: Kopia udziału

source: Backup of share <b>%s</b> has been launched in background.
fr_fr: La sauvegarde du partage <b>%s</b> a été lancée en arrière plan.
pl_pl: Rozpoczęto tworzenie kopii udziału <b>%s</b> w tle.

source: The files will be stored in the directory %s of the server at the end of the backup.
fr_fr: Les fichiers seront stockés dans le répertoire %s du serveur à la fin de la sauvegarde.
pl_pl: Pliki będą przechowywane w katalogu %s po zakończeniu robienia kopii.

source: Please go to the status page to check the backup status.
fr_fr: Veuillez consulter la page de statut pour vérifier le processus de sauvegarde.
pl_pl: Proszę udać się na stronę stanu aby sprawdzć postępy robienia kopii.

source: This operation will last according to the amount of data to backup.
fr_fr: La durée de l'opération dépend du volume de donnée à sauvegarder.
pl_pl: Czas trwania operacji zależy od ilości danych do skopiowania.

source: Can't launch backup
fr_fr: Impossible de lancer la sauvegarde
pl_pl: Nie udało się rozpocząć kopiowania

source: The share %s will be archived.
fr_fr: Le partage %s va être archivé.
pl_pl: Udział %s zostanie zarchiwizowany.

source: Please select media size. If your data exceed volume size, several files with your media size will be created.
fr_fr: Veuillez choisir la taille du médium à utiliser pour l'archivage. Si le volume des données dépasse la taille du médium choisi, un jeu de média sera créé.
pl_pl: Proszę określić rozmiar nośnika. Jeżeli ilość danych przekroczy rozmiar nośnika, utworzonych zostanie kilka plików o tym rozmiarze.

source: Edit
fr_fr: Éditer
pl_pl: Edytuj

source: Delete
fr_fr: Supprimer
pl_pl: Usuń

source: Shares
fr_fr: Partages
pl_pl: Udziały

source: Description
pl_pl: Opis

source: Archive
pl_pl: Archiwum

source: Invalid share name
fr_fr: Nom de partage invalide
pl_pl: Nieprawidłowa nazwa udziału

source: The share path is not authorized by configuration
fr_fr: Le chemin du partage est interdit par configuration
pl_pl: Ta ścieżka udziału nie została autoryzowana w konfiguracji.

source: Share %s successfully added
fr_fr: Partage %s ajouté
pl_pl: Dodano udział %s

source: Share %s successfully modified
fr_fr: Partage %s modifié
pl_pl: Zmodyfikowano udział %s

source: Add a share
fr_fr: Ajouter un partage
pl_pl: Dodaj udział

source: The share name can only contains letters (lowercase and uppercase) and numbers, and must begin with a letter.
fr_fr: Le partage ne peut contenir que des lettres (majuscules, minuscules) et des chiffres, et il doit commencer par une lettre.
pl_pl: Nazwa udziału może zawierać tylko litery (małe i duże) oraz cyfry oraz musi się rozpoczynać od litery.

source: Name
fr_fr: Nom
pl_pl: Nazwa

source: Comment
fr_fr: Commentaire
pl_pl: Komentarz

source: AntiVirus on this share
fr_fr: Antivirus sur ce partage
pl_pl: Antywirus dla tego udziału

source: This share is visible on the domain
fr_fr: Le partage est visible sur le domaine
pl_pl: Ten udział jest widoczny w domenie

source: Permissions
pl_pl: Uprawnienia

source: Access for all
fr_fr: Accès pour tous
pl_pl: Dostęp dla wszystkich

source: Administrator groups for this share
fr_fr: Groupes administrateur de ce partage
pl_pl: Grupy administratorów dla tego udziału

source: Create
fr_fr: Créer
pl_pl: Utwórz

source: Confirm
fr_fr: Valider
pl_pl: Potwierdź

source: Share %s deleted
fr_fr: Partage %s supprimé
pl_pl: Udział %s usunięty

source: An error has occured during delete process on %s
fr_fr: Une erreur est survenue lors de la suppression de %s
pl_pl: Wystąpił błąd podczas przetwarzania procesu usuwania %s

source: Delete a share
fr_fr: Supprimer le partage
pl_pl: Usuń udział

source: You will delete the share <b>%s</b>
fr_fr: Vous allez supprimer le partage <b>%s</b>
pl_pl: Usuniesz udział <b>%s</b>

source: Delete all data
fr_fr: Supprimer toutes les données
pl_pl: Usuń wszystkie dane

source: Shares management
fr_fr: Gestion des partages
pl_pl: Zarządzanie udziałami

source: Computers management
fr_fr: Gestion des machines
pl_pl: Zarządzanie komputerami

source: Add a computer
fr_fr: Ajouter une machine
pl_pl: Dodaj komputer

source: Computer %s successfully added
fr_fr: Ordinateur %s ajouté
pl_pl: Dodano komputer %s

source: The computer name can only contains letters lowercase and numbers, and must begin with a letter.
fr_fr: Le nom de la machine ne peut contenir que des lettres en minuscules et des nombres et doit commencer par une lettre.
pl_pl: Nazwa komputera może zawierać tylko małe litery i liczby i musi zaczynać się od litery.

source: Computer name
fr_fr: Nom de la machine
pl_pl: Nazwa komputera

source: Computers
fr_fr: Machines
pl_pl: Komputery

source: Computer <strong>%s</strong> deleted.
fr_fr: L'ordinateur <b>%s</b> a été supprimé
pl_pl: Komputer <strong>%s</strong> usunięty.

source: Delete a computer
fr_fr: Supprimer une machine
pl_pl: Usuń komputer

source: You will delete the %s computer
fr_fr: Vous allez supprimer la machine <b>%s</b>
pl_pl: Usuniesz komputer %s

source: Samba status
fr_fr: Statut SAMBA
pl_pl: Stan SAMBY

source: Opened sessions
fr_fr: Sessions ouvertes
pl_pl: Otwarte sesje

source: Users
fr_fr: Utilisateurs
pl_pl: Użytkownicy

source: No opened sessions
fr_fr: Aucune session ouverte
pl_pl: Brak otwartych sesji

source: Connections on shares
fr_fr: Connexion sur les partages
pl_pl: Połączenia do udziałów

source: Share
fr_fr: Partages
pl_pl: Udział

source: User
fr_fr: Utilisateur
pl_pl: Użytkownik

source: Connected at
fr_fr: Connecté à
pl_pl: Połączono do

source: No connections
fr_fr: Aucune connexion
pl_pl: Brak połączeń

source: List shares
fr_fr: Liste des partages
pl_pl: Lista udziałół

source: List computers
fr_fr: Liste des machines
pl_pl: Lista komputerów

source: General options
fr_fr: Options générales
pl_pl: Opcje ogólne

source: The SAMBA service has been asked to restart.
fr_fr: Il a été demandé au service SAMBA de redémarrer.
pl_pl: Zlecono restart usługi SAMBA.

source: SAMBA configuration saved. You may need to reload or restart the SAMBA service.
fr_fr: Configuration de SAMBA sauvegardée. Il peut être nécessaire de recharger ou de redémarrer le service SAMBA.
pl_pl: Zapisano konfigurację SAMBY. Być może będzie trzeba zrestarotować lub przeładować usługę SAMBY.

source: Domain name
fr_fr: Nom du domaine
pl_pl: Nazwa domeny

source: Server name
fr_fr: Nom du serveur
pl_pl: Nazwa serwera

source: This server is a PDC
fr_fr: Ce serveur est un PDC
pl_pl: Ten serwer jest PDC

source: This server is a WINS server
fr_fr: Ce serveur est un serveur WINS
pl_pl: Ten serwer jest serwerem WINS

source: Share user's homes
fr_fr: Partage des répertoires utilisateurs
pl_pl: Współdziel katalogi 'home' użytkowników

source: LDAP password sync
fr_fr: Synchronisation du mot de passe LDAP
pl_pl: Synchronizacja hasła LDAP

source: Opening script session
fr_fr: Script d'ouverture de session
pl_pl: Otwieranie skryptu sesji

source: Base directory path
fr_fr: Chemin du répertoire de base
pl_pl: Ścieżka do katalogu bazowego

source: Connect base directory on network drive
fr_fr: Connexion du répertoire de base sur le lecteur réseau
pl_pl: Połącz podstawowy katalog bazowyna dysku sieciowym

source: Restart SAMBA
fr_fr: Redémarrer SAMBA
pl_pl: Zrestartuj SAMBĘ

source: Reload SAMBA configuration
fr_fr: Recharger SAMBA
pl_pl: Przeładuj konfigurację SAMBY

source: The SAMBA service has been asked to reload its configuration file.
fr_fr: Il a été demandé au service SAMBA de relire sa configuration.
pl_pl: Zlecono przeładowanie pliku konfiguracyjnego usługi SAMBA.

source: Samba attributes deleted.
fr_fr: Attributs Samba supprimés.
pl_pl: Usunięto atrybuty SAMBY.

source: Samba attributes added.
fr_fr: Attributs Samba ajoutés.
pl_pl: Dodano atrybuty SAMBY.

source: You must reenter your password.
fr_fr: Vous devez entrer à nouveau votre mot de passe.
pl_pl: Musisz powtórzyć swoje hasło.

source: Invalid network drive.
fr_fr: Nom de lecteur réseau invalide.
pl_pl: Nieprawidłowy dysk sieciowy.

source: Samba user properties
fr_fr: Propriétés Samba de l'utilisateur
pl_pl: Włąściwości użytkowników SAMBY.

source: SAMBA access
fr_fr: Accès SAMBA
pl_pl: Dostęp do SAMBY

source: WARNING
fr_fr: ATTENTION
pl_pl: UWAGA

source: The user password has expired
fr_fr: Le mot de passe de l'utilisateur a expiré.
pl_pl: Hasło użytkownika wygasło

source: User is disabled, if checked
fr_fr: Utilisateur désactivé, si cochée
pl_pl: Użytkownik jest nieaktywny jeżeli zazanczone

source: Disable samba user account
fr_fr: Désactivation du compte samba
pl_pl: Wyłącz konto użytkownika SAMBA

source: User is locked, if checked
fr_fr: Utilisateur verrouillé, si cochée
pl_pl: Użytkownik jest zablokowany jeżeli zaznaczone

source: ACLs are not supported in your partition containing /home/samba/
fr_fr: Les ACLs ne sont pas supportés sur votre partition contenant /home/samba/
pl_pl: ACL-e nie są wspierane w Twojej partycji zawierającej /home/samba

source: Try to remount your partition with ACLs support <ul> <li>You could use XFS which support ACLs natively</li> <li>For ext3 filesystem, add "acl" to mount options in /etc/fstab<br/> <pre>ie: /dev/hda6 /home ext3 defaults,acl 1 2</pre></li> </ul>
fr_fr: Essayez de remonter votre partition avec le support des ACLs <ul> <li>Vous pouvez utiliser XFS qui supporte nativement les ACLs</li> <li>Pour le système de fichier ext3 ajoutez "acl" à vos options de montage dans /etc/fstab<br/> <pre>ie: /dev/hda6 /home ext3 defaults,acl 1 2</pre></li> </ul>
pl_pl: Spróbuj ponownie podmontować partycję z obsługą ACLi <ul> <li>Możesz wykorzystać XFS, który wspiera ACLe natywnie</li> <li>Dla systemu plików ext3 musisz dodać "acl" do opcji montowania w /etc/fstab<br> <pre>ie: /dev/hda6 /home ext3 defaults,acl 1 2</pre></li> </ul>

source: This share does not exist
fr_fr: Ce partage n'existe pas
pl_pl: Ten udział nie istnieje

source: Verify specified share exist.
fr_fr: Vérifiez que ce partage existe.
pl_pl: Sprawdź czy podany udział istnieje.

source: This share already exist
fr_fr: Ce partage existe déjà
pl_pl: Ten udział już istnieje

source: <ul> <li>Delete this share before recreate it.</li> <li>Choose another share name</li> </ul>
fr_fr: <ul> <li>Supprimer ce partage avant de le recréer.</li> <li>Choisissez un autre nom de partage.</li> </ul>
pl_pl: <ul> <li>Usuń ten udział zanim go odtworzysz.</li> <li>Wybierz inną nazwę udziału</li> </ul>

source: The share directory does not exist.
fr_fr: Le répertoire de ce partage n'existe pas.
pl_pl: Katalog udziału nie istnieje.

source: Please delete this share, and then create it again.
fr_fr: Veuillez supprimer puis créer à nouveau ce partage.
pl_pl: Proszę usuń ten udział i utwórz go ponownie.

source: Groups
fr_fr: Groupes
pl_pl: Grupy

source: This group doesn't exist
fr_fr: Ce groupe n'existe pas
pl_pl: Ta grupa nie istnieje

source: Add a new group
fr_fr: Ajouter un nouveau groupe
pl_pl: Dodaj nową grupę

source: Add
fr_fr: Ajouter
pl_pl: Dodaj

source: SAMBA service
fr_fr: Redémarrer le service SAMBA
pl_pl: Usługa SAMBA

source: Backup a share
fr_fr: Sauvegarder un partage
pl_pl: Zrób kopię udziału

source: Remove a share
fr_fr: Suppression d'un partage
pl_pl: Usuń udział

source: Share details
fr_fr: Détails des partages
pl_pl: Szczegóły udziału

source: Machines
pl_pl: Maszyny

source: Computer list
fr_fr: Liste des machines
pl_pl: Lista komputerów

source: Configuration
pl_pl: Konfiguracja

source: SAMBA configuration
fr_fr: Configuration de SAMBA
pl_pl: Konfiguracja SAMBY

source: restart SAMBA service
fr_fr: Redémarrer le service SAMBA
pl_pl: zrestartuj usługę SAMBA

source: Reload SAMBA service
fr_fr: Recharger le service SAMBA
pl_pl: Przeładuj usługę SAMBA

source: Add/delete SAMBA's attributes
fr_fr: Ajout/Suppression des attributs SAMBA
pl_pl: Dodaj / Usuń atrybuty SAMBY

source: Enable/Disable account
fr_fr: Activation/Désactivation du compte
pl_pl: Aktywuj / Deaktywuj konto

source: Lock/Unlock account
fr_fr: Verrouillage/Déverrouillage du compte
pl_pl: Zablokuj / Odblokuj konto

source: Configuration saved
fr_fr: Configuration sauvegardée

source: User profile path
fr_fr: Chemin du profil utilisateur

source: Lock samba user access <p>User can be locked after too many failed log.</p>
fr_fr: Verrouille l'accès samba <p>L'utilisateur peut être verrouillé après plusieurs tentatives d'authentification non valides.</p>

source: SAMBA status
fr_fr: Statut SAMBA
