Repository: resonancellc/mds
Catalog: web/modules/network/locale/*/LC_MESSAGES/network.po
Languages: es_es, pl_pl, ru_ru

source: but with another IP address (%s)
es_es: pero con otra dirección IP (%s)
pl_pl: ale z innym adresem IP (%s)
ru_ru: но с другим IP-адресом (%s)

source: This host is not registered in DNS zone %s
es_es: Este equipo no está registrado en la zona DNS %s
pl_pl: Ten host nie jest zarejestrowany w strefie DNS %s
ru_ru: Этот узел не зарегестрирован в DNS-зоне %s

source: Click here to add it
es_es: Haga clic aquí para añadirlo
pl_pl: Kliknij tutaj aby go dodać
ru_ru: Нажмите, чтобы добавить

source: Other DHCP options
es_es: Otras opciones DHCP
pl_pl: Inne opcje DHCP
ru_ru: Другие параметры DHCP

source: Specify the name of the initial boot file which is to be loaded by a client.
es_es: Especifique el nombre del archivo de inicio que será cargado por el cliente.
pl_pl: Określ nazwę początkowego pliku bootującego, który ma być załadowany przez klienta.
ru_ru: Определите имя файла начального запуска, который должен быть загружен клиентом.

source: The filename should be a filename recognizable to whatever file transfer protocol the client can be expected to use to load the file.
es_es: El nombre del archivo debe ser reconocible para algún protocolo de transferencia de archivos que el cliente pueda usar para cargar este archivo.
pl_pl: Nazwa plików powinna być rozpoznawalna przez jakikolwiek protokół transferu plików, jaki klient może użyć do załadowania pliku.
ru_ru: "Имя файла" должно быть именем файла, которое может быть распознано любым FTP клиентом, который может быть ожидаем к использованию для загрузки файла.

source: (DHCP option number 67)
es_es: (Opción DHCP número 67)
pl_pl: (Opcja DHCP nr 67)
ru_ru: (DHCP опция № 67)

source: Initial boot file name
es_es: Nombre del archivo de inicio
pl_pl: Nazwa początkowego pliku bootującego
ru_ru: Имя файла начального запуска

source: Path-name that contains the client's root disk.
es_es: Ruta que contiene el disco inicial del cliente
pl_pl: Ścieżka dostępu do dysko roota klienta.
ru_ru: Путь-имя, которое содержит клиентский корневой диск.

source: (DHCP option number 17)
es_es: (Opción DHCP número 17)
pl_pl: (Opcja DHCP nr 17)
ru_ru: (DHCP опция № 17)

source: Path to the root filesystem
es_es: Ruta al sistema de archivos raíz
pl_pl: Ścieżka dostępu do głównego systemu plików
ru_ru: Путь к корневой файловой системе

source: Server from which the initial boot file is to be loaded
es_es: Servidor desde el que se cargará el archivo de inicio
pl_pl: Serwer, z którego początkowy plik bootujący ma zostać załadowany
ru_ru: Сервер с которого файл начального запуска должен быть загружен

source: Next server
es_es: Siguiente servidor
pl_pl: Następny serwer
ru_ru: Следующий сервер

source: Trivial File Transfer Protocol server name from which the client is booting.
es_es: Nombre del servidor del Protocolo de Trasferencia de Archivos Trivial (TFTP) desde el que el cliente se iniciará.
pl_pl: Nazwa serwera Trivial File Transfer Protocol, z którego klient bootuje.
ru_ru: Имя сервера TFTP с которого запускается клиент.

source: (DHCP option number 66)
es_es: (Opción DHCP número 66)
pl_pl: (Opcja DHCP nr 66)
ru_ru: (DHCP опция №66)

source: TFTP server name
es_es: Nombre del servidor TFTP
pl_pl: Nazwa serwera TFTP
ru_ru: Имя TFTP-сервера

source: DNS zones management
es_es: Gestión de zonas DNS
pl_pl: Zarządzanie strefami DNS
ru_ru: Управление DNS-зонами

source: Add a DNS zone
es_es: Añadir zona DNS
pl_pl: Dodaj strefę DNS
ru_ru: Добавить DNS-зону

source: Edit DNS zone
es_es: Editar zona DNS
pl_pl: Edytuj strefę DNS
ru_ru: Изменить DNS-зону

source: %s is not a A record of this zone.
es_es: %s no es un registro A de esta zona.
ru_ru: %s не является A-записью для этой зоны.

source: This zone already exists.
es_es: Esta zona ya existe.
pl_pl: Ta strefa już istnieje.
ru_ru: Такая зона уже существует.

source: The network address and the network mask fields must be filled in if you also want to create a reverse zone.
es_es: Las casillas de dirección de red y máscara de red deben ser completadas si quiere crear una zona inversa.
pl_pl: Musisz podać adres sieciowy oraz maskę sieci jeżeli chcesz też utworzyć strefę odwzorowania.
ru_ru: Поля сетевого адреса и и сетевой маски должны быть заполнены, если вы хотите создать и обратную зону

source: The network address and the network mask fields must be filled in if you also want to create a DHCP subnet.
es_es: Las casillas de dirección de red y máscara de red deben ser completadas si quiere crear una subred DHCP.
pl_pl: Musisz podać adres sieciowy oraz maskę sieci jeżeli chcesz też utworzyć podsieć DHCP.
ru_ru: поля Сетевого адреса и маски подсети должны быть заполнены, если вы хотите создать DHCP-подсеть.

source: The given network address belongs to the already existing DHCP subnet %s / %s.
es_es: La dirección de red especificada pertenece a la subred DHCP ya existente %s / %s.
pl_pl: Podany adres sieciowy należy już do istniejącej podsieci DHCP %s / %s
ru_ru: Данный сетевой адрес принадлежит к уже существующей DHCP-подсети %s / %s

source: DHCP subnet and DNS zone successfully added. The DHCP service must be restarted.
es_es: Subred DHCP y zona DNS añadidas correctamente. El servicio DHCP debe ser reiniciado.
pl_pl: Dodano podsieć DHCP oraz obszar DNS. Należy zrestartować usługę DHCP.
ru_ru: DHCP-подсеть и DNS-зона успешно добавлены. Служба DHCP должна быть перезапущена.

source: DNS zone successfully added.
es_es: Zona DNS añadida correctamente.
pl_pl: Dodano strefę DNS.
ru_ru: DNS-зона успешно добавлена.

source: The DNS service must be reloaded.
es_es: El servicio DNS debe ser recargado.
pl_pl: Należy przeładować usługę DNS.
ru_ru: Служба DNS должна быть перезагружена.

source: DNS zone successfully modified.
es_es: Zona DNS modificada correctamente.
pl_pl: Zmodyfikowano usługę DNS.
ru_ru: DNS-зона успешно изменена

source: Secondary name servers
es_es: Servidores de nombres secundarios
ru_ru: Вторичные сервера имен

source: MX records (SMTP servers)
es_es: Registros MX (servidores SMTP)
ru_ru: MX-записи (SMTP-серверы)

source: DNS zone FQDN
es_es: Zona DNS FQDN
pl_pl: FQDN strefy DNS
ru_ru: FQDN DNS-зоны

source: Primary name server host name
es_es: Nombre del equipo de servidor de nombres primario
ru_ru: Имя первичного сервера имен

source: Name server IP
es_es: IP del servidor de nombres
pl_pl: IP serera nazw
ru_ru: IP-адрес сервера имен

source: The network address and mask fields must be filled in if you also want to create a reverse zone or a DHCP subnet linked to this DNS zone.
es_es: Las casillas de dirección de red y máscara de red deben ser completadas si quiere también crear una zona inversa o una subred DHCO enlazadas a esta zona DNS.
pl_pl: Musisz podać adres sieciowy oraz maskę sieci jeżeli chcesz też utworzyć strefę odwzorowania lub podsieć DHCP powiązaną z tą strefą DNS.
ru_ru: Поля сетевого адреса и и сетевой маски должны быть заполнены, если вы также хотите создать обратную зону или DHCP-подсеть, привязанную к этой DNS-зоне

source: Network mask
es_es: Máscara de red
pl_pl: Maska sieci
ru_ru: Маска подсети

source: Only 8, 16 or 24 is allowed
es_es: Sólo los valores 8, 16 ó 24 están permitidos
pl_pl: Dozwolone są tylko 8, 16 lub 24
ru_ru: Разрешены значения 8, 16 или 24

source: Also manage a reverse DNS zone
es_es: Gestionar también una zona DNS inversa
pl_pl: Zarządzaj także strefą odwzorowania DNS
ru_ru: Также управлять обратной DNS-зоной

source: Also create a related DHCP subnet
es_es: Gestionar también una subred DHCP
pl_pl: Utwórz także powiązaną podsieć DHCP
ru_ru: Также создать связанную DHCP-подсеть

source: Secondary name servers hosts name
es_es: Nombre del equipo de servidor de nombres secundario
ru_ru: Имя вторичного сервера имен

source: Network prefix
es_es: Prefijo de red
pl_pl: Prefix sieci
ru_ru: Префикс подсети

source: View zone members
ru_ru: Просмотр членов зоны

source: View zone records
es_es: Ver entradas de la zona
pl_pl: Zobacz rekordy strefy
ru_ru: Просмотр записей зоны

source: Edit zone
es_es: Editar zona
pl_pl: Edytuj strefę
ru_ru: Изменить зону

source: Add host
es_es: Añadir equipo
pl_pl: Dodaj hsota
ru_ru: Добавить узел

source: Members of DHCP subnet
es_es: Miembros de la subred DHCP
pl_pl: Członkowie podsieci DHCP
ru_ru: Члены DHCP-подсети

source: Add a static host
es_es: Añadir equipo estático
pl_pl: Dodaj statycznego hosta
ru_ru: Добавить статический узел

source: Add a DHCP subnet
es_es: Añadir subred DHCP
pl_pl: Dodaj podsieć DHCP
ru_ru: Добавить DHCP-подсеть

source: Edit DHCP subnet
es_es: Editar subred DHCP
pl_pl: Edytuj podsieć DHCP
ru_ru: Изменить DHCP-подсеть

source: The specified dynamic pool IP range from %s to %s is not valid.
ru_ru: Заданный диапазон IP динамического пула от %s до %s некорректен.

source: No IP range specified for %d dynamic pool.
ru_ru: Отсутствует диапазон IP, заданный для %d динамического пула.

source: Subnet successfully added. You must restart the DHCP service.
es_es: Subred añadida correctamente. Debe reiniciar el servicio DHCP.
pl_pl: Dodano podsieć. Musisz zrestartować usługę DHCP.
ru_ru: Подсеть успешно добавлена. Вы должны перезапустить службу DHCP.

source: Subnet successfully modified. You must restart the DHCP service.
es_es: Subred modificada correctamente. Debe reinicar el servicio DHCP.
pl_pl: Zmodyfikowano podsieć. Musisz zrestartować usługę DHCP.
ru_ru: Подсеть успешно изменена. Вы должны перезапустить службу DHCP.

source: DHCP subnet address
es_es: Dirección de subred DHCP
pl_pl: Adres podsieci DHCP
ru_ru: Адрес DHCP-подсети

source: (e.g. 24 for a /24 network)
es_es: (p.e. 24 para una red /24)
ru_ru: (например, 24 для /24 сети)

source: Authoritative
es_es: Autorizado
pl_pl: Autorytarny
ru_ru: Авторитетный

source: DHCP options related to clients network parameters
es_es: Opciones DHCP relacionadas con parámetros de red de clientes
pl_pl: Opcje DHCP powiązana z parametrami klientów sieci
ru_ru: Опции DHCP относятся к клиентским параметрам сети

source: Broadcast address
es_es: Dirección de broadcast
pl_pl: Adres rozgłoszeniowy
ru_ru: Широковещательный адрес

source: Domain name that will be appended to the client's hostname to form a fully-qualified domain-name (FQDN).
es_es: Nombre deldominio que será añadido al nombre del equipopara formar un nombre de dominio completamente cualificado (FQDN).
pl_pl: Nazwa domeny która będzie dodawana do nazwy hosta aby utworzyć w pełni kwalifikowaną nazwę domeny (FQDN).
ru_ru: Доменное имя, которое будет присоединено к имени узла клиента, чтобы сформировать FQDN.

source: If the domain name is a registered DNS domain, the subnet will be associated to the DNS domain.
es_es: Si el nombre de dominio es un dominio DNS registrado, la subred será asociada al dominio DNS.
pl_pl: Jeżeli nazwa domeny jest zarejestrowaną domeną DNS, podsieć będzie powiązana z domeną DNS.
ru_ru: Если имя домена является зарегистрированным, то подсеть будет связана c этим доменом.

source: You can set more than one domain, separated by spaces. They will be added to the DHCP client DNS domain search path.
pl_pl: Możesz ustawić więcej niż jedną domenę, oddzielając je spacją. Zostaną one dodane do ścieżki wyszukiwania domen DNS klienta DHCP.
ru_ru: Вы можете задать несколько доменов, разделенных пробелами. Они будут добавлены к путям для поиска домена DNS клиента DHCP.

source: Links the subnet to a DNS zone
es_es: Enlaces a la subred en la zona DNS
pl_pl: Łączy podsieć ze strefą DNS
ru_ru: Связывает подсеть с DNS-зоной

source: Routers
es_es: Enrutadores
pl_pl: Routery
ru_ru: Маршрутизаторы

source: List of routers (gateways) on client's subnet.
es_es: Lista de enrutadores (puertas de enlace) de la subred del cliente.
pl_pl: Lista routerów (bram) w podsieci klienta.
ru_ru: Список маршрутизаторов (шлюзов) клиентской подсети.

source: Domain name servers
es_es: Servidores DNS
pl_pl: Serwery nazw domenowych
ru_ru: Сервера доменных имен

source: DNS name servers available to the client.
es_es: Servidores de nombres de dominio disponibles para el cliente.
pl_pl: Serwery nazw DNS dostępne dla klienta.
ru_ru: DNS-серверы имен, доступные клиенту.

source: NTP servers
es_es: Servidores NTP
pl_pl: Serwery NTP
ru_ru: Серверы NTP

source: Network Time Protocol servers available to the client.
es_es: Servidores de Protocolo de Hora de Red disponibles para los clientes.
pl_pl: Sieciowe serwery czasu dostępne dla klienta.
ru_ru: NTP серверы, доступные клиенту

source: WINS servers
es_es: Servidores WINS
pl_pl: Serwery WINS
ru_ru: Серверы WINS

source: Netbios name servers available to Windows clients, listed in order of preference.
es_es: Servidores de nombres Netbios disponibles para los clientes Windows, listados en orden de preferencia.
pl_pl: Nazwy Netbios serwerów dostępne dla klientów Windows, uszeregowane wg. preferencji.
ru_ru: Netbios серверы имен, доступные для клиентов Windows, прослушиваемые в порядке, определенном привилегиями.

source: Broadcast only
es_es: Sólo broadcast
pl_pl: Tylko rozgłaszanie
ru_ru: Только Broadcast

source: WINS only
es_es: Sólo WINS
pl_pl: Tylko WINS
ru_ru: Только WINS

source: Broadcast, then WINS
es_es: Broadcast, y después WINS
pl_pl: Najpierw rozgłaszanie, potem WINS
ru_ru: Broadcast, затем WINS

source: WINS, then broadcast
es_es: WINS, y después broadcast
pl_pl: Najpier WINS, potem rozgłaszanie
ru_ru: WINS, затем broadcast

source: WINS resolution and registration method
es_es: Método de registro y resolución WINS
pl_pl: Metoda przetwarzania i rejestracji WINS
ru_ru: WINS разрешения и метод регистрации

source: Specify how NetBIOS name resolution is performed. Auto: the client OS will automatically select a method. Broadcast only (B-node): use broadcast for name resolution and registration. Peer node (P-node): use the specified WINS servers. Mixed node (M-node): use broadcast, then the specified WINS servers. Hybrid node (H-node): use the specified WINS server, then broadcast.
es_es: Espqcifique cómo se realiza laresolución de nombres de Netbios. Auto: el sistema operativo del cliente seleccionará el métofo. Sólo broadcast (B-node): usa los broadcast para la resolución y el registro de nombres. Nodo Peer (P-node): usa los servidores WINS especificados. Nodo mezclado (M-node): usa broadcast, y después los servidores WINS especificados. Nodo híbrido (H-node): usa los servidores WINS especificados, y después el broadcast.
pl_pl: Określ, jak nazwy NetBIOS mają być przekształcane. Auto: system klienta sam wybiera metodę. Tylko Rozgłaszanie (B-node): wykorzystuje rozgłaszanie do przekształcenia nazwy i rejestracji. Peer Node (P-node): wykorzystuje określone serwery WINS. Metoda Mieszana (M-node): wykorzystuje rozgłaszanie a następnie określone serwery WINS. Metoda Hybrydowa (H-node): wykorzystuje określone serwery WINS a następnie rozgłaszanie.
ru_ru: Определяет как выполняется разрешение имен NetBIOS. Автоматическое: ОС клиента автоматически будет выбирать метод. Только широковещание (B-узел): использование широковещания для разрешения имен и регистрации. Каждый узел (P-узел): использование определенных WINS-серверов. Смешанный узел (M-узел): использование широковещания, а затем - определенных WINS-серверов. Гибридный узел (H-node): использование определенного WINS-сервера, а затем - широковещания.

source: DHCP client lease time (in seconds)
es_es: Tiempo de alquiler del cliente DHCP (en segundos)
pl_pl: Okres dzierżawy DHCP (w sekundach)
ru_ru: Время аренды DHCP-клиента (в секундах)

source: Minimum lease time
es_es: Tiempo mínimo de alquiler
pl_pl: Minimalny czas dzierżawy
ru_ru: Минимальное время аренды

source: Minimum length in seconds that will be assigned to a lease.
es_es: Duración mínima en segundos que durará el aquiler.
pl_pl: Minimalny czas, w sekundach, jaki będzie przydzielony do dzierżawy.
ru_ru: Минимальная длительность (в секундах), которая будет назначена аренде.

source: Default lease time
es_es: Tiempo de alquiler por defecto
pl_pl: DOmyślny czas dzierżawy
ru_ru: Время аренды по умолчанию

source: Lengh in seconds that will be assigned to a lease if the client requesting the lease does not ask for a specific expiration time.
es_es: Duración en segundos que será asignada a un cliente el alquiler si el cliente que la solicite no pregunta explícitamente por un tiempo de validez.
pl_pl: Czas w sekundach, jaki zostanie przypisany do dzierżawy jeżeli klient nie zażądał określonego czasu wygaśnięcia.
ru_ru: Длительность (в секундах), которая будет назначена аренде, если клиент, запрашивая аренду, не спрашивает о заданном времени прекращения срока действия.

source: Maximum lease time
es_es: Duración máxima de alquiler
pl_pl: Maksymalny okres dzierżawy
ru_ru: Максимальное время аренды

source: Maximum length in seconds that will be assigned to a lease.
es_es: Duración máxima en segurndos que durará el alquiler.
pl_pl: Maksymalny czas w sekundach jaki zostanie przypisany do dzierżawy.
ru_ru: Максимальное время (в секундах), которое может быть назначено для аренды

source: Dynamic pool(s) for non-registered DHCP clients
ru_ru: Динамический пул(ы) для незарегистрированных DHCP-клиентов

source: Dynamic pools
ru_ru: Динамические пулы

source: Zone data was updated. Selected record may be incorrect.
ru_ru: Данные зоны были обновлены. Выбранная запись может быть некорректна.

source: The record has been deleted.
es_es: La entrada ha sido eliminada.
pl_pl: Rekord został usunięty
ru_ru: Запись была удалена.

source: Delete a DNS record
es_es: Eliminar entrada DNS
pl_pl: Usuń rekord DNS
ru_ru: Удалить DNS-запись

source: You will delete the %s record for %s host
ru_ru: Вы удалите запись %s для узла %s

source: The service has been asked to stop.
es_es: Se ha solicitadola parada del servicio.
pl_pl: Zlecono zatrzymanie usługi.
ru_ru: Служба запрашивает останов.

source: DHCP subnet management
es_es: Gestión de subredes DHCP
ru_ru: Управление DHCP-подсетями

source: Delete record
ru_ru: Удалить запись

source: Edit record
ru_ru: Изменить запись

source: Record type
ru_ru: Тип записи

source: Record parameters
ru_ru: Параметры записи

source: Static
es_es: Estática
pl_pl: Statyczny
ru_ru: Статический

source: Dynamic
es_es: Dinámica
pl_pl: Dynamiczny
ru_ru: Динамический

source: Delete host
es_es: Eliminar equipo
pl_pl: Usuń hosta
ru_ru: Удалить узел

source: Add static host
es_es: Añadir equipo estático
pl_pl: DOdaj statycznego hosta
ru_ru: Добавить статический узел

source: edit static host
es_es: Editar equipo estático
pl_pl: edytuj statycznego hosta
ru_ru: Изменить статический узел

source: The service has been asked to reload.
es_es: Se ha solicitado la recarga del servicio.
pl_pl: Zlecono przeładowanie usługi.
ru_ru: Служба запросила перезагрузку.

source: The service has been asked to restart.
es_es: Se ha solicitado el reinicio del servicio.
pl_pl: Zlecono restart usługi.
ru_ru: Служба запрашывает перезапуск.

source: The service has been asked to start.
es_es: Se ha solicitado el inicio del servicio.
pl_pl: Zlecono restart usługi.
ru_ru: Служба запраштвает запуск.

source: The host has been deleted.
es_es: El equipo ha sido eliminado.
pl_pl: Usunięto hosta.
ru_ru: Узел был удален.

source: The DNS record has been deleted.
es_es: La entrada DNS ha sido eliminada.
pl_pl: Usunięto rekord DNS.
ru_ru: DNS-запись была удалена.

source: You will delete the host %s from the DHCP subnet.
es_es: Se va a eliminar el equipo %s de la subred DHCP.
pl_pl: Usuniesz hosta %s z podsieci DNS.
ru_ru: Вы удалите узел %s из DHCP-подсети.

source: Also unregister this host from DNS zone %s
es_es: También eliminar registro de este equipo en la zona DNS %s
pl_pl: Także wyrejestruj tego hosta ze strefy DNS %s
ru_ru: Также отменить регистрацию этого узла в DNS-зоне %s

source: You will delete the %s record
es_es: Se va a eliminar la entrada %s
pl_pl: Usuniesz rekord %s
ru_ru: Вы удалите запись %s

source: The linked CNAME records will also be deleted:
es_es: Las entradas CNAME asociadas también serán eliminadas:
pl_pl: Dołączone rekordy CNAME również zostaną usunięte:
ru_ru: Также будут удалены связанные CNAME-записи :

source: Add record to reverse zone for zone %s
ru_ru: Добавить запись в обратную зону для зоны %s

source: Edit record of reverse zone for zone %s
ru_ru: Изменить запись обратной зоны для зоны %s

source: Add record to zone %s
ru_ru: Добавить запись в зону %s

source: Edit record of zone %s
ru_ru: Изменить запись зоны %s

source: Edit record of %s
ru_ru: Изменить DNS-запись %s

source: Configure service
ru_ru: Настроить службу

source: Start service
es_es: Iniciar servicio
pl_pl: Rozpocznij usługę
ru_ru: Запустить службу

source: Stop service
es_es: Detener servicio
pl_pl: Zatrzymaj usługę
ru_ru: Остановить службу

source: Reload service
es_es: Recargar servicio
pl_pl: Przeładuj usługę
ru_ru: Перезагрузить службу

source: Restart service
es_es: Reiniciar servicio
pl_pl: Zrestartuj usługę
ru_ru: Перезапустить службу

source: View log
es_es: Ver bitácora
pl_pl: Przejrzyj logi
ru_ru: Просмотр Журнала

source: Started
es_es: Iniciado
pl_pl: Rozpoczęto
ru_ru: Запущено

source: Stopped
es_es: Detenido
pl_pl: Zatrzymano
ru_ru: Останов

source: Network services status
es_es: Estado de los servicios de red
pl_pl: Stan usług sieciowych
ru_ru: Состояние служб сети

source: Status
es_es: Estado
pl_pl: Stan
ru_ru: Состояние

source: Network management
es_es: Gestión de red
pl_pl: Zarządzanie siecią
ru_ru: Управление сетью

source: Network
es_es: Red
pl_pl: cba3eb593893730dfd61ce641be2502a_tr
ru_ru: Сеть

source: Delete a DNS zone
es_es: Eliminar zona DNS
pl_pl: Usuń strefę DNS
ru_ru: Удалить DNS-зону

source: Delete a host
es_es: Eliminar equipo
pl_pl: Usuń hosta
ru_ru: Удалить узел

source: Delete a record
ru_ru: Удалить DNS-запись

source: Edit a DNS record
es_es: Editar entrada DNS
pl_pl: Edytuj rekord DNS
ru_ru: Изменить DNS-запись

source: Edit a DNS zone
es_es: Editar zona DNS
pl_pl: Edytuj strefę DNS
ru_ru: Изменить DNS-зону

source: Add a host to a zone
es_es: Añadir equipo a zona
pl_pl: Dodaj hosta do strefy
ru_ru: Добавить узел в зону

source: Add a record to a zone
ru_ru: Добавить запись в зону

source: Members of a zone
es_es: Miembros de la zona
pl_pl: Członkowie strefy
ru_ru: Члены зоны

source: Records of a zone
ru_ru: Записи зоны

source: Delete a subnet
es_es: Eliminar subred
pl_pl: Usuń podsieć
ru_ru: Удалить подсеть

source: Add a host to a DHCP subnet
es_es: Añadir equipo a subred DHCP
pl_pl: Dodaj hosta do podsieci DHCP
ru_ru: Добавить узел в DHCP-подсеть

source: Edit a host from a DHCP subnet
es_es: Editar equipo de subred DHCP
pl_pl: Edytuj hosta z podsieci DHCP
ru_ru: Изменить узел из DHCP-подсети

source: Delete a host from a subnet
es_es: Eliminar equipo de subred
pl_pl: Usuń hosta z podsieci
ru_ru: Удалить узел из подсети

source: Members of a DHCP subnet
es_es: Miembros de la subred DHCP
pl_pl: Członkowie podsieci DHCP
ru_ru: Члены DHCP-подсети

source: DHCP service log
es_es: Bitácora del servicio DHCP
pl_pl: Logi usługi DHCP
ru_ru: Журнал службы DHCP

source: DNS service log
es_es: Bitácora del servicio DNS
pl_pl: Logi usługi DNS
ru_ru: Журнал службы DNS

source: DHCP service log view
es_es: Ver bitácora del servicio DHCP
pl_pl: Widok logów usługi DHCP
ru_ru: Просмотр журнала службы DHCP

source: Date
es_es: Fecha
pl_pl: Data
ru_ru: Дата

source: Operations
es_es: Operaciones
pl_pl: Operacje
ru_ru: Операции

source: Informations
es_es: Información
pl_pl: Informacje
ru_ru: Информация

source: DNS service log view
es_es: Visualización de la bitácora del servicio DNS
pl_pl: Widok logów usługi DNS
ru_ru: Прсмотр журнала службы DNS

source: Cancel
es_es: Cancelar
pl_pl: Anuluj

source: Create
es_es: Crear
pl_pl: Utwórz

source: Dynamic pool for non-registered DHCP clients
es_es: Rango dinámico para clientes DHCP no registradps
pl_pl: Pula dynamiczna dla niezarejestrowanych klientów DHCP

source: Dynamic pool range
es_es: Rango dinámico
pl_pl: Zakres puli dynamicznej
