Repository: resonancellc/mds
Catalog: web/modules/network/locale/*/LC_MESSAGES/network.po
Languages: es_es, pl_pl, ru_ru

source: IP range end
es_es: Fin del rango IP
pl_pl: Koniec zakresu IP

source: IP range start
es_es: Inicio del rango IP
pl_pl: Początek zakresu IP

source: Log dhcp service
es_es: Bitácora del servicio DHCP

source: Log dns service
es_es: Bitácora del servicio DNS

source: No dynamic pool IP range specified.
es_es: No se ha especificado un rango de IP dinámico.
pl_pl: Nie określono dynamicznej puli IP.

source: Pool
es_es: Recursos comunes

source: Set host statement
es_es: Establecer estado de equipo

source: Set ns record
es_es: Establecer registro ns

source: Set subnet authorities
es_es: Autoridades de subred

source: Set subnet netmask
es_es: Establecer mascara de la subred

source: Subnet
es_es: Subred

source: The specified dynamic pool IP range is not valid.
es_es: El rango de IPs dinámicas especificado no es válido.
pl_pl: Określona dynamiczna pula IP jest nieprawidłowa.

source: The specified hostname has been already recorded in this zone.
es_es: El nombre de equipo especificado ya existe en esta zona.
pl_pl: Określona nazwa hosta została już zapisana w tej strefie.
