Repository: resonancellc/mds
Catalog: web/modules/network/locale/*/LC_MESSAGES/network.po
Languages: es_es, pl_pl, ru_ru

source: Add zone
ru_ru: Добавить зону

source: Del zone
ru_ru: Удалить зону

source: Add subnet
es_es: Añadir subred DHCP
ru_ru: Добавитьподсеть

source: Del subnet
ru_ru: Удалить подсеть

source: Set host
es_es: Establecer equipo
ru_ru: Задать узел

source: Set host hardware address
ru_ru: Задать МАС-адрес узла

source: Set subnet
es_es: Establecer subred
ru_ru: Задать подсеть

source: Set subnet statement
ru_ru: Задать положение подсети

source: Set subnet description
es_es: Descripción de la subred
ru_ru: Задать описание подсети

source: Set SOA record
es_es: Establecer registro SOA
ru_ru: Задать SOA-запись

source: Set NS record
ru_ru: Задать NS-запись

source: Add SOA record
es_es: Añadir registro SOA
ru_ru: Добавить SOA-запись

source: Modify record
es_es: editar registro
ru_ru: Изменить запись

source: Add pool
es_es: Añadir pool
ru_ru: Добавить узел

source: Set pool range
es_es: Establecer Rango dinámico
ru_ru: Диапазон динамического пула

source: Add host to subnet
es_es: Añadir equipo a la subred
ru_ru: Добавить статический узел в подсеть

source: Del host
ru_ru: Удалить узел

source: Set host aliases
es_es: Establecer alias de equipo
ru_ru: Задать псевдоним имени узла

source: Add CNAME record
es_es: Añadir registro CNAME
ru_ru: Добавить CNAME-запись

source: Add A record
es_es: Añadir registro A
ru_ru: Добавить А DNS-запись

source: Start DHCP service
ru_ru: Запустить службу

source: Stop DHCP service
ru_ru: Остановить службу

source: Restart DHCP service
ru_ru: Перезапустить службу

source: Reload DHCP service
ru_ru: Перезагрузить службу

source: Start DNS service
ru_ru: Запустить службу

source: Stop DNS service
ru_ru: Остановить службу

source: Restart DNS service
ru_ru: Перезапустить службу

source: Reload DNS service
ru_ru: Перезагрузить службу

source: DNS zone
ru_ru: DNS-зона

source: CNAME record
ru_ru: Удалить псевдоним (CNAME-запись)

source: A record
ru_ru: А DNS-запись

source: DHCP host
ru_ru: DHCP-подсети

source: DHCP subnet
ru_ru: DHCP-подсети

source: DHCP pool
ru_ru: DHCP-пул

source: network
pl_pl: Sieć
ru_ru: сеть

source: Get next free IP address
es_es: Obtener la siguiente dirección IP libre
pl_pl: Pobierz następny wolny adres IP
ru_ru: Получить следующий свободный IP-адрес

source: IP range start:
ru_ru: Начало IP-диапазона

source: IP range end:
ru_ru: Конец IP-диапазона

source: Days:
ru_ru: Дней:

source: Hours:
ru_ru: Часов:

source: Minutes:
ru_ru: Минут:

source: Seconds:
ru_ru: Секунд:

source: week(s)
ru_ru: нед.

source: day(s)
ru_ru: дн.

source: hr
ru_ru: ч

source: min
ru_ru: мин

source: sec
ru_ru: сек

source: More...
ru_ru: Больше...

source: It should be relative name (e.g., %s), FQDN (e.g., %s) or %s
ru_ru: Здесь может быть относительное имя (например, %s), FQDN (например, %s) или %s

source: It should be relative name (e.g., %s) or %s
ru_ru: Здесь может быть относительное имя (например, %s) или %s

source: It should be relative name (e.g., %s) or FQDN (e.g., %s)
ru_ru: Здесь может быть относительное имя (например, %s) или FQDN (например, %s)

source: It should be relative name (e.g., %s)
ru_ru: Здесь может быть относительное имя (например, %s)

source: It should be FQDN (e.g., %s)
ru_ru: Здесь может быть FQDN (например, %s)

source: Couldn't determine record parameters. Incorrect ldap data:
ru_ru: Не получилось распознать параметры записи. Некорректные данные ldap:

source: DNS zones
es_es: Zonas DNS
pl_pl: Strefy DNS
ru_ru: DNS-зоны

source: Add DNS zone
es_es: Añadir zona DNS
pl_pl: Dodaj strefę DNS
ru_ru: Добавить DNS-зону

source: DHCP subnets
es_es: Subredes DHCP
pl_pl: Podsieci DHCP
ru_ru: DHCP-подсети

source: Add DHCP subnet
es_es: Añadir subred DHCP
pl_pl: Dodaj podsieć DHCP
ru_ru: Добавить DHCP-подсеть

source: Network services management
es_es: Gestión de servicios de red
pl_pl: Zarządzanie usługami sieciowymi
ru_ru: Управление службами сети

source: No dynamic address pool
es_es: Sin rangos de direcciones dinámicas
pl_pl: Brak puli dynamicznej
ru_ru: Нет динамического пула адресов

source: Netmask
es_es: Máscara de red
pl_pl: Maska sieci
ru_ru: Маска

source: Description
es_es: Descripción
pl_pl: Opis
ru_ru: Описание

source: Dynamic pool range(s)
ru_ru: Диапазон(ы) динамического пула

source: View DHCP static host
es_es: Ver equipos estáticos DHCP
pl_pl: Zobacz statycznego hosta DHCP
ru_ru: Просмотр статического узла DHCP

source: Edit subnet
es_es: Editar subred
pl_pl: Edytuj podsieć
ru_ru: Изменить подсеть

source: Add static host to subnet
es_es: Añadir equipo estático a la subred
pl_pl: Dodaj statycznego hosta do podsieci
ru_ru: Добавить статический узел в подсеть

source: Delete zone
es_es: Eliminar zona
pl_pl: Usuń strefę
ru_ru: Удалить зону

source: DHCP launch configuration
ru_ru: Конфигурация запуска DHCP

source: Some of interfaces are not set
ru_ru: Некоторые из интерфейсов не установлены

source: DHCP launch configuration successfully modified. You must restart the DHCP service
ru_ru: Конфигурация запуска DHCP успешно изменена. Вы должны перезапустить службу DHCP.

source: DHCP launch configuration can't be modified
ru_ru: Конфигурация запуска DHCP не может быть изменена.

source: Listen all interfaces
ru_ru: Слушать все интерфейсы

source: interfaces
ru_ru: интерфейсы

source: Listened interfaces
ru_ru: Прослушиваемые интерфейсы

source: Current system Ethernet interfaces
ru_ru: Текущие системные Ethernet-интерфейсы

source: Confirm
es_es: Confirmar
pl_pl: Potwierdź
ru_ru: Подтвердить

source: The DHCP subnet has been deleted. You must restart the DHCP service.
es_es: La subred DHCP hasido eliminada. Debe reinicar el servicio DHCP.
pl_pl: Usunięto podsieć DHCP. Musisz zrestartować usługę DHCP.
ru_ru: DHCP-подсеть была удалена. Вы должны перезапустить службу DHCP.

source: You will delete the DHCP subnet %s.
es_es: Se va a eliminar la subred DHCO %s.
pl_pl: Usuniesz podsieć DHCP %s.
ru_ru: Вы удалите DHCP-подсеть %s.

source: Delete subnet
es_es: Eliminar subred
pl_pl: Usuń podsieć
ru_ru: Удалить подсеть

source: Members of zone %s
es_es: Miembros de la zona %s
pl_pl: Członkowie strefy %s
ru_ru: Члены зоны %s

source: Add a host
es_es: Añadir equipo
pl_pl: Dodaj hosta
ru_ru: Добавить узел

source: Add a host to zone %s
es_es: Añadir equipo a la zona %s
pl_pl: Dodaj hosta do strefy %s
ru_ru: Добавить узел в зону %s

source: Edit host
es_es: Editar equipo
pl_pl: Edytuj hosta
ru_ru: Изменить узел

source: The specified IP address has been already recorded in this zone.
es_es: La dirección IP especificada ya existe en esta zona.
pl_pl: Określony adres IP został już zapisany w tej strefie.
ru_ru: указанный IP-адрес уже записан в этой зоне.

source: Host successfully added to DNS zone.
es_es: Equipo añadido correctamente a la zona DNS.
pl_pl: Dodano hosta do strefy DNS.
ru_ru: Узел успешно добавлен в DNS-зону.

source: Host successfully added to DNS zone and corresponding reverse zone.
es_es: Equipo añadido correctamente a la zona DNS y zona inversa correspondiente.
pl_pl: Dodano hosta do strefy DNS oraz odpowiedniej strefy odwzorowania.
ru_ru: Узел успешно добавлен в DNS-зону и соответсвующую reverse-зону.

source: DNS record successfully modified.
es_es: Entrada DNS modificada correctamente.
pl_pl: Zmodyfikowano rekord DNS.
ru_ru: DNS-запись успешно изменена.

source: The following aliases have not been set because a DNS record with the same name already exists:
es_es: Los siguientes alias no han sido establecidos porque una entrada DNS con el mismo nombre ya existe:
pl_pl: Następujące aliasy nie zostały ustawione, ponieważ istnieje już rekord DNS z tą samą nazwą:
ru_ru: Следующие псевдонимы не были заданы, потому что DNS-запись с некоторыми именами уже сужествует:

source: A reverse DNS record will be automatically created for this host.
es_es: Una entrada DNS inversa será creada automáticamente para este equipo.
pl_pl: Obszar odwzoroawnia DNS zostanie automatycznie utworzony dla tego hsota.
ru_ru: Обратная DNS запись будет автоматически создана для этого узла.

source: Host name
es_es: Nombre de equipo
pl_pl: Nazwa hosta
ru_ru: Имя узла

source: Network address
es_es: Dirección de red
pl_pl: Adres sieciowy
ru_ru: Сетевой адрес

source: Hostname alias
es_es: Alias de equipo
pl_pl: Alias hosta
ru_ru: Псевдоним имени узла

source: The DNS zone has been deleted.
es_es: La zona DNS ha sido eliminada.
pl_pl: Strefa DNS została usunięta.
ru_ru: DNS-зона была удалена.

source: You will delete the DNS zone %s.
es_es: Se va a eliminar la zona DNS %s.
pl_pl: Usuniesz strefę DNS %s.
ru_ru: Вы удалите DNS-зону %s.

source: Delete host (A record)
es_es: Eliminar equipo (entrada A)
pl_pl: Usuń hosta (rekord A)
ru_ru: Удалить узел (запись)

source: Delete alias (CNAME record)
es_es: Eliminar alias (entrada CNAME)
pl_pl: Usuń alias (rekord CNAME)
ru_ru: Удалить псевдоним (CNAME-запись)

source: edit record
es_es: editar entrada
pl_pl: edytuj rekord
ru_ru: изменить запись

source: (alias of %s)
es_es: (alias de %s)
pl_pl: (alias %s)
ru_ru: (псевдоним %s)

source: IP address
es_es: Dirección IP
pl_pl: Adres IP
ru_ru: IP-адрес

source: Host
es_es: Equipo
ru_ru: Узел

source: Records of reverse zone for zone %s
ru_ru: Записи обратной зоны для зоны %s

source: Records of zone %s
ru_ru: Записи зоны %s

source: Manage zone records
ru_ru: Управление записями зоны

source: Manage reverse zone records
ru_ru: Управление записями обратной зоны

source: Add a record
ru_ru: Добавить запись

source: Custom type is no setted
ru_ru: Пользовательский тип не задан

source: Custom algorithm is no setted
ru_ru: Пользовательский алгоритм не задан

source: Signature inception time is incorrect
ru_ru: Некорректное время начала действия сигнатуры

source: Signature expiration time is incorrect
ru_ru: Некорректное время окончания действия сигнатуры

source: Signature is no setted
ru_ru: Сигнатура не задана

source: Signature is incorrect
ru_ru: Неверная сигнатура

source: Domain name
es_es: Nombre de dominio
pl_pl: Nazwa domeny
ru_ru: Имя домена

source: Domain name of the signer, generating this SIG
ru_ru: Доменное имя подписывающего, генерирующего эту SIG

source: Record type covered by this SIG
ru_ru: Тип записи, защищаемой этой SIG

source: Custom record type
ru_ru: Пользовательский тип записи

source: Algorithm
ru_ru: Алгоритм

source: Custom algorithm
ru_ru: Пользовательский алгоритм

source: Algorithm ranges from 0 to 255
ru_ru: Алгоритм варьируется от 0 до 255

source: Labels
ru_ru: Метки

source: Define an unsigned count of how many labels there are in the original SIG record owner name not counting the null label for root and not counting any initial "*" for a wildcard.
ru_ru: Определяет количество меток, которое есть в имени владельца оригинальной SIG-записи, не считая 0 метку для корня и не считая любой начальный знак "*" для шаблона.

source: Labels count ranges from 0 to 255
ru_ru: Число меток варьируется от 0 до 255

source: Original TTL
ru_ru: Оригинальный TTL

source: Signature inception time
ru_ru: Время вступления в силу сигнатуры

source: Signature expiration time
ru_ru: Время истечения срока действия сигнатуры

source: Key tag
ru_ru: Признак ключа

source: Key tag is a decimal number that ranges from 0 to 65535
ru_ru: Признак ключа это десятичное число, которое варьируется от 0 до 65535

source: Signature
ru_ru: Сигнатура

source: Diffie-Hellman
ru_ru: Диффи-Хелман

source: Elliptic curve crypto
ru_ru: Криптография эллиптический кривых

source: Indirect key format
ru_ru: Формат непрямого ключа

source: Domain name (Private)
ru_ru: Имя домена (Частное)

source: OID (Private)
ru_ru: OID (Частный)

source: custom
ru_ru: пользовательский

source: Unknown
ru_ru: Неизвестный

source: Type name
ru_ru: Тип

source: Value
ru_ru: Значение

source: Text field can't be empty
ru_ru: Поле текста не может быть пустым

source: Domain Name
ru_ru: Имя домена

source: Text
ru_ru: Текст

source: Custom subtype is no setted
ru_ru: Пользовательский подтип не задан

source: Owner name
ru_ru: Имя владельца

source: Subtype
ru_ru: Подтип

source: Custom subtype
ru_ru: Пользовательский подтип

source: Custom subtype ranges from 0 to 65535
ru_ru: Пользовательский подтип варьируется от 0 до 65535

source: Domain name of a host that has a server for the cell named by the owner name
ru_ru: Доменное имя узла, у которого есть сервер для ячейки, названной именем владельца

source: AFS cell database server
ru_ru: AFS-ячеистый сервер БД

source: DCE authenticated server
ru_ru: DCE аутентифицированный сервер

source: Exchanger
ru_ru: Узел для обмена

source: Priority
ru_ru: Приоритет

source: Priority ranges from 0 to 65535
ru_ru: Приоритет варьируется от 0 до 65535

source: Certificate is no setted
ru_ru: Сертификат не задан

source: Certificate is incorrect
ru_ru: Сертификат некорректен

source: Type
es_es: Tipo
pl_pl: Typ
ru_ru: Тип

source: Custom type
ru_ru: Пользовательский тип

source: Type ranges from 0 to 65535
ru_ru: Тип варьируется от 0 до 65535

source: Certificate
ru_ru: Сертификат

source: Certificate type
ru_ru: Тип сертификата

source: Unknown to a secure DNS
ru_ru: Неизвестен для защиты DNS

source: X.509 as per PKIX
ru_ru: X.509 как с помощью PKIX

source: SPKI certificate
ru_ru: SPKI сертификат

source: Open PGP packet
ru_ru: Open PGP пакет

source: The URL of an X.509 data object
ru_ru: URL X.509-объекта данных

source: The URL of SPKI certificate
ru_ru: URL SPKI-сертификата

source: The fingerprint and URL of Open PGP packet
ru_ru: Отпечаток и URL Open PGP пакета

source: Attribute certificate
ru_ru: Сертификат атрибута

source: The URL of attribute certificate
ru_ru: URL сертификата атрибута

source: URI private
ru_ru: URI частный

source: OID private
ru_ru: OID частный

source: It is need to enter custom protocol name
ru_ru: Необходимо ввести имя протокола пользователя

source: It is need to enter service name
ru_ru: Необходимо ввести имя службы

source: It is need to enter the name of host that will provide this service
ru_ru: Необходимо ввести имя узла, который будет предоставлять эту службу.

source: Priority can't be more than 65535
ru_ru: Приоритет не может быть больше 65535

source: Weight can't be more than 65535
ru_ru: Вес не может быть больше, чем 65535

source: Port can't be more than 65535
ru_ru: Порт не может быть больше, чем 65535

source: It can be an any service, if checked
ru_ru: Любая служба, если отмечено

source: Service
ru_ru: Служба

source: Protocol
ru_ru: Протокол

source: Custom protocol name
ru_ru: Пользовательское имя протокола

source: There is host that will provide this service, if checked
ru_ru: Есть узел, который будет предоставлять эту службу, если отмечено

source: Host that will provide this service
ru_ru: Узел, который будет предоставлять эту службу

source: Port
ru_ru: Порт

source: Weight
ru_ru: Вес

source: no
ru_ru: нет

source: Service port
ru_ru: Порт службы

source: Next domain-name to query
ru_ru: Следующее доменное имя для запроса

source: Order
ru_ru: Порядок

source: Flags
ru_ru: Флаги

source: Regular expression
ru_ru: Регулярное выражение

source: Services
es_es: Servicios
pl_pl: Usługi
ru_ru: Службы

source: Next domain name
ru_ru: Следующее имя домена

source: Types that exist at the record's owner name
ru_ru: Типы, которые существует в имени владельца записи

source: Types
ru_ru: Типы

source: Name
ru_ru: Имя

source: Subdomain alias
ru_ru: Псевдоним поддомена

source: Subdomain
ru_ru: Поддомен

source: Custom digest type is no setted
ru_ru: Пользовательский тип подписи не задан

source: Custom digest type value out of range
ru_ru: Пользовательский тип подписи выходит за границы

source: Digest is no setted
ru_ru: Подпись не задана

source: Digest is incorrect
ru_ru: Подпись некорректна

source: SHA-1 digest
ru_ru: SHA-1 подпись

source: Custom digest type
ru_ru: Пользовательский тип записи

source: Digest type ranges from 0 to 255
ru_ru: Тип записи варьируется от 0 до 255

source: Digest
ru_ru: Подпись

source: The Digest MUST be represented as a sequence of case-insensitive hexadecimal digits
ru_ru: Подпись должна быть представлена как последовательность нечувствительных к регистру шестнадцатеричных символов

source: Digest type
ru_ru: Тип подписи

source: Mail server
ru_ru: Сервер почты

source: Custom protocol is no setted
ru_ru: Пользовательский протокол не задан

source: Custom protocol
ru_ru: Пользовательский протокол

source: Protocol ranges from 0 to 255
ru_ru: Протокол варьируется от 0 до 255

source: Use policy
ru_ru: Политика использования

source: Name type
ru_ru: Тип имени

source: Update mode for this zone
ru_ru: Режим обновления для этой зоны

source: If checked, this key is authorized to attach, detach, and move zones by creating and deleting NS, glue A, and zone record(s). If unchecked, the key can not authorize any update that would effect such records
ru_ru: Если выбрано, то этот ключ допущен для присоединения, отсоединения и перемещения зон, путем создания и удаления NS, склеивающих А и записи(ей) зоны. Если не выбрано, ключ не может авторизовать любое обновление, которое могут совершать такие записи

source: Strong update
ru_ru: Обновление, обладающее преимуществом

source: If checked, this key is authorized to add and delete records even if there are other records with the same owner name and class that are authenticated by a SIG signed with a different dynamic update KEY. If unchecked, the key can only authorize updates where any existing records of the same owner and class are authenticated by a SIG using the same key.
ru_ru: Если отмечено, то это ключ допущен для добавления и удаления записей, даже в том случае, если есть другие записи с тем же именем владельца и классом, которые аутентифицированы SIG записью, подписаны с отличающимся ключом динамического обновления. Если не отмечено, то ключ может только разрешить обновления, где любые существующие записи одного владельца и класса, аутентифицированы SIG, использующей единый ключ.

source: Unique name update
ru_ru: Обновление только для одного имени

source: If checked, this key is authorized to add and update records for only a single owner name.
ru_ru: Если отмечено, то это ключ разрешен для добавления и обновления записей только одним владельцем.

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Any
ru_ru: Любой

source: Permitted for authentication and/or confidentiality
ru_ru: Разрешено для аутентификации и/или конфиденциальности

source: Prohibited for confidentiality
ru_ru: Не разрешено для конфиденциальности

source: Prohibited for authentication
ru_ru: Не разрешено для аутентификации

source: No key
ru_ru: Ключ отсутствует

source: User/Account
ru_ru: Пользовательское/Учетная запись

source: Zone
es_es: Zona
ru_ru: Для зоны

source: Non-zone entity
ru_ru: Объект, не принадлежащий зоне

source: Zone name
ru_ru: Имя зоны

source: Name server
ru_ru: Сервер имен

source: Responsible person e-mail
ru_ru: E-mail ответственного за зону

source: Time interval before the zone should be refreshed
ru_ru: Временной интервал до того как зона должна быть обновлена

source: Time interval that should elapse before a failed refresh should be retried
ru_ru: Временной интервал, который должен пройти, перед тем, как после неудачного обновления должно быть выполнено повторное

source: Expiry time
ru_ru: Время истечения срока

source: Minimum TTL
ru_ru: Минимальное TTL

source: Serial number
ru_ru: Серийный номер

source: Host name is incrorrect
ru_ru: Имя узла некорректно

source: cm
ru_ru: см

source: m
ru_ru: м

source: Latitude
ru_ru: Широта

source: Longitude
ru_ru: Долгота

source: Altitude
ru_ru: Высота

source: Diameter of a sphere enclosing the described entity
ru_ru: Диаметр сферы, охватывающий описанный объект

source: Horizontal precision
ru_ru: Точность по горизонтали

source: Vertical precision
ru_ru: Точность по вертикали

source: Degr.:
ru_ru: Град.:

source: Min.:
ru_ru: Мин.:

source: Sec.:
ru_ru: Сек.:

source: N
ru_ru: С

source: S
ru_ru: Ю

source: W
ru_ru: З

source: E
ru_ru: В

source: incorrect
ru_ru: неверно

source: IPv6 address
ru_ru: IPV6-адрес

source: Fingerprint is no setted
ru_ru: Отпечаток не задан

source: Fingerprint is incorrect
ru_ru: Некорректный отпечаток

source: SHA-1 fingerprint
ru_ru: SHA-1 отпечаток

source: Custom fingerprint type
ru_ru: Пользовательский тип отпечатка

source: Fingerprint type ranges from 0 to 255
ru_ru: Тип отпечатка варьируется от 0 до 255

source: Fingerprint
ru_ru: Отпечаток

source: The Fingerprint MUST be represented as a sequence of case-insensitive hexadecimal digits
ru_ru: Отпечаток должен быть представлен как последовательность независимых к регистру шестнадцатеричных символов.

source: Fingerprint type
ru_ru: Тип отпечатка

source: Alias name
ru_ru: Имя псеводнима

source: Canonical name
ru_ru: Канонического имя

source: Add a DHCP host to subnet %s / %s
es_es: Añadir un equipo DHCP a subred %s / %s
pl_pl: Dodaj hosta DHCP do podsieci %s / %s
ru_ru: Добавить DHCP-узел в подсеть %s / %s

source: Edit DHCP host of subnet %s
es_es: Editar equipo de subred %s
pl_pl: Edytuj hosta DHCP podsieci %s
ru_ru: Изменить DHCP-узел подсети %s

source: The specified IP address does not belong to the subnet.
es_es: La dirección IP especificada no pertenece a la subred.
pl_pl: Określony adres IP nie należy do tej podsieci.
ru_ru: Указанный IP-адрес не может принадлежать подсети.

source: The specified IP address belongs to the dynamic pool range of the subnet.
es_es: La dirección IP especificada pertenece al rango dinámico de direcciones de la subred.
pl_pl: Określony adres IP należy do puli dynamicznej podsieci.
ru_ru: Заданный IP-адрес принадлежит диапазону динамического пула подсети.

source: The specified hostname has been already registered in this DHCP subnet.
es_es: El nombre de equipo especificado ya ha sido registrado en esta subred DHCP.
pl_pl: Określona nazwa hosta została już zarejestrowana w tej podsieci DHCP.
ru_ru: Указанное имя узла уже зарегестрированно в этой DHCP-подсети.

source: The specified IP address has been already registered in this DHCP subnet.
es_es: La dirección IP especificada ya ha sido registrada en esta subred DHCP.
pl_pl: Określony adres IP został już zarejestrowany w tej podsieci DHCP.
ru_ru: Указанный IP-адрес уже зарегестрирован в этой DHCP-подсети.

source: The specified hostname has been already registered in DNS zone %s.
es_es: El nombre de equipo especificado ya ha sido registrado en la zona DNS %s.
pl_pl: Określona nazwa hosta została już zarejestrowana w strefie DNS %s.
ru_ru: Указанное имя узла уже зарегестрировано в DNS-зоне %s.

source: The specified IP address has been already registered in DNS zone %s.
es_es: La dirección IP especificada ya ha sido registrada en la zona DNS %s.
pl_pl: Określony adres IP został już zarejestrowany w streie DNS %s.
ru_ru: Указанный IP-адрес уже зарегестрирован в DNS-зоне %s.

source: The IP address %s is already registered in DNS zone %s
es_es: La dirección IP %s ya está registrada en la zona DNS %s.
pl_pl: Adres IP %s jest już zarejestrowany w strefie DNS %s
ru_ru: IP-адрес %s уже зарегестрирован в DNS-зоне %s

source: Host successfully added.
es_es: Equipo añadido correctamente.
pl_pl: Dodano hosta.
ru_ru: Узел успешно добавлен.

source: Host successfully modified.
es_es: Equipo modificado correctamente.
pl_pl: Zmodyfikowano hosta.
ru_ru: Узел успешно изменен.

source: MAC address
es_es: Dirección MAC
pl_pl: Adres MAC
ru_ru: MAC-адрес

source: Also records this machine into DNS zone %s
es_es: También registra esta máquina en la zona DNS %s
pl_pl: Także dopisuje ten komputer do strefy DNS %s
ru_ru: Также записать этот компьютер в DNS-зону %s

source: This host name is also registered in DNS zone %s
es_es: Este nombre de equipo ya está registrado en la zona DNS %s
pl_pl: Ta nazwa hosta jest także zarejestrowana w strefie DNS %s
ru_ru: Этот узел также зарегестрирован в DNS-зоне %s
