Repository: resonancellc/mds
Catalog: web/network/locale/*/LC_MESSAGES/network.po
Languages: nb_no

source: Date
nb_no: Dato

source: Informations
nb_no: Informasjon

source: DNS service log view
nb_no: DNS loggvisning

source: Get next free IP address
nb_no: Hent neste ledige IP adresse

source: IP address
nb_no: IP adresse

source: Host name
nb_no: Vertsnavn

source: Host
nb_no: Vert

source: The DNS zone has been deleted.
nb_no: DNS sonen har blitt slettet.

source: You will delete the DNS zone %s.
nb_no: Du sletter DNS sonen %s.

source: Delete zone
nb_no: Slett sone

source: Cancel
nb_no: Avbryt

source: Add a DHCP host to subnet %s / %s
nb_no: Legg til en DHCP vert til subnett %s / %s

source: Edit DHCP host of subnet %s
nb_no: Rediger DHCP vert til subnett %s

source: The specified IP address does not belong to the subnet.
nb_no: Den oppgitte IP adressen hører ikke til subnettet.

source: The specified IP address belongs to the dynamic pool range of the subnet.
nb_no: Den oppgitte IP adressen tilhører det dynamiske adresseområdet for subnettet.

source: The specified hostname has been already registered in this DHCP subnet.
nb_no: Det oppgitte vertsnavnet er allerede registrert i DHCP subnettet.

source: The specified IP address has been already registered in this DHCP subnet.
nb_no: Den oppgitte IP adressen er allerede registrert i DHCP subnettet.

source: The specified hostname has been already registered in DNS zone %s.
nb_no: Det oppgitte vertsnavnet er allerede registrert i DNS sonen %s.

source: The specified IP address has been already registered in DNS zone %s.
nb_no: Den oppgitte IP adressen er allerede registrert i DNS sonen %s.

source: The IP address %s is already registered in DNS zone %s
nb_no: IP adressen %s er allerede registrert i DNS sonen %s

source: Host successfully added.
nb_no: Verten ble lagt til.

source: Host successfully modified.
nb_no: Verten ble endret.

source: DNS record successfully modified.
nb_no: DNS sonen ble endret.

source: MAC address
nb_no: MAC adresse

source: Also records this machine into DNS zone %s
nb_no: Også meld denne maskinen inn i DNS sonen %s

source: This host name is also registered in DNS zone %s
nb_no: Dette vertsnavnet er også registrert i DNS sonen %s

source: but with another IP address (%s)
nb_no: men med en annen IP adresse (%s)

source: This host is not registered in DNS zone %s
nb_no: Dette vertsnavnet er ikke registrert i DNS sonen %s

source: Click here to add it
nb_no: Klikk her for å legge det til

source: Other DHCP options
nb_no: Andre DHCP innstillinger

source: Specify the name of the initial boot file which is to be loaded by a client.
nb_no: Spesifiser navnet på oppstartsfilen som skal lastes av klienter.

source: The filename should be a filename recognizable to whatever file transfer protocol the client can be expected to use to load the file.
nb_no: Filnavnet bør være gjenkjennelig for den filoverføringsprotokollen som klienter kan forventes å bruke til å laste filen.

source: (DHCP option number 67)
nb_no: (DHCP valg nummer 67)

source: Initial boot file name
nb_no: Oppstartsfilnavn

source: Path-name that contains the client's root disk.
nb_no: Stinavn som inneholder klientens root disk.

source: (DHCP option number 17)
nb_no: (DHCP valg nummer 17)

source: Path to the root filesystem
nb_no: Stil til root filsystemet

source: Trivial File Transfer Protocol server name from which the client is booting.
nb_no: Trivial File Transfer Protocol servernavn som klienten starter fra.

source: (DHCP option number 66)
nb_no: (DHCP valg nummer 66)

source: TFTP server name
nb_no: TFTP servernavn

source: Create
nb_no: Opprett

source: Confirm
nb_no: Bekreft

source: The service has been asked to stop.
nb_no: Tjenesten har blitt bedt om å stoppe.

source: Add a DHCP subnet
nb_no: Opprett et DHCP subnett

source: Edit DHCP subnet
nb_no: Rediger DHCP subnett

source: The given network address belongs to the already existing DHCP subnet %s / %s.
nb_no: Oppgitt nettverksadresse tilhører allerede eksisterende DHCP subnett %s / %s.

source: The specified dynamic pool IP range is not valid.
nb_no: Oppgitt dynamisk adresseområde er ugyldig.

source: No dynamic pool IP range specified.
nb_no: Dynamisk adresseområde ikke oppgitt.

source: Subnet successfully added. You must restart the DHCP service.
nb_no: Subnettet ble opprettet. Du må restarte DHCP tjenesten.

source: Subnet successfully modified. You must restart the DHCP service.
nb_no: Subnettet ble endret. Du må restarte DHCP tjenesten.

source: DHCP subnet address
nb_no: DHCP subnett adresse

source: Netmask
nb_no: Nettmaske

source: Description
nb_no: Beskrivelse

source: DHCP options related to clients network parameters
nb_no: DHCP valg relatert til klients nettverksparametre

source: Broadcast address
nb_no: Kringkastingsadresse

source: Domain name
nb_no: Domenenavn

source: Domain name that will be appended to the client's hostname to form a fully-qualified domain-name (FQDN).
nb_no: Domenenavnet vil bli lagt til klienters vertsnavn for å danne et fullstendig domenenavn (FQDN).

source: If the domain name is a registered DNS domain, the subnet will be associated to the DNS domain.
nb_no: Hvis domenenavnet er et registrert DNS domene, vil subnettet bli assosiert til DNS domenet.

source: Links the subnet to a DNS zone
nb_no: Kobler subnettet til en DNS sone

source: Routers
nb_no: Rutere

source: List of routers (gateways) on client's subnet.
nb_no: Liste over rutere (gateways) på klientens subnett.

source: Domain name servers
nb_no: Navnetjenere

source: DNS name servers available to the client.
nb_no: DNS navnetjenere tilgjengelig for klienten.

source: NTP servers
nb_no: NTP tjenere

source: Network Time Protocol servers available to the client.
nb_no: Network Time Protocol tjenere tilgjengelig for klienten.

source: DHCP client lease time (in seconds)
nb_no: DHCP-klient leasingavtalevarighet (i sekunder)

source: Minimum lease time
nb_no: Minimum leasingavtalevarighet

source: Minimum length in seconds that will be assigned to a lease.
nb_no: Minimum varighet i sekunder som kan bli tildelt en leasingavtale.

source: Default lease time
nb_no: Standard leasingavtalevarighet

source: Lengh in seconds that will be assigned to a lease if the client requesting the lease does not ask for a specific expiration time.
nb_no: Varighet i sekunder som vil bli tildelt en leasingavtale hvis klienten som ber om leasingavtalen ikke oppgir en spesifikk utløpsdato.

source: Maximum lease time
nb_no: Maksimum leasingavtalevarighet

source: Maximum length in seconds that will be assigned to a lease.
nb_no: Maksimum varighet i sekunder som kan bli tildelt en leasingavtale.

source: Dynamic pool for non-registered DHCP clients
nb_no: Dynamisk adresseområde for ikke-registrerte DHCP klienter

source: IP range start
nb_no: IP adresseområde start

source: IP range end
nb_no: IP adresseområde slutt

source: DNS zones management
nb_no: DNS sone administrasjon

source: No dynamic address pool
nb_no: Ingen dynamisk adresseområde

source: DHCP subnets
nb_no: DHCP subnett

source: Dynamic pool range
nb_no: Dymamsik adresseområde

source: View DHCP static host
nb_no: Vis DHCP statsk vert

source: Edit subnet
nb_no: Rediger subnett

source: Add static host to subnet
nb_no: Legg til statisk vert til subnett

source: Members of DHCP subnet
nb_no: Medlemmer av DHCP subnett

source: Add a static host
nb_no: Legg til en statisk vert

source: The service has been asked to start.
nb_no: Tjenesten har blitt bedt om å starte.

source: The host has been deleted.
nb_no: Verten har blitt slettet.

source: The DNS record has been deleted.
nb_no: DNS oppføringen har blitt slettet.

source: You will delete the host %s from the DHCP subnet.
nb_no: Du sletter verten %s fra DHCP subnettet.

source: Also unregister this host from DNS zone %s
nb_no: Også fjern registrerting av vert fra DNS sonen %s

source: Delete host
nb_no: Slett vert

source: Add a host to zone %s
nb_no: Legg til en vert til sonen %s

source: Edit host
nb_no: Rediger vert

source: The specified hostname has been already recorded in this zone.
nb_no: Det oppgitte vertsnavnet er allerede registrert i denne sonen.

source: The specified IP address has been already recorded in this zone.
nb_no: Den oppgitte IP adressen er allerede registrert i denne sonen.

source: Host successfully added to DNS zone.
nb_no: Verten ble lagt til i DNS sonen.

source: Host successfully added to DNS zone and corresponding reverse zone.
nb_no: Verten ble lagt til i DNS sonen og den samsvarende reverse sonen.

source: A reverse DNS record will be automatically created for this host.
nb_no: En revers DNS oppføring vil bli opprettet automtisk for denne verten.

source: Network address
nb_no: Nettverksadresse

source: Network services management
nb_no: Netverkstjenester

source: Start service
nb_no: Start tjeneste

source: Stop service
nb_no: Stopp tjeneste

source: Reload service
nb_no: Omlaste tjeneste

source: View log
nb_no: Se logg

source: Started
nb_no: Startet

source: Stopped
nb_no: Stoppet

source: Services
nb_no: Tjenester

source: Network services status
nb_no: Nettverkstjenestestatus

source: The DHCP subnet has been deleted. You must restart the DHCP service.
nb_no: DHCP subnettet har blitt slettet. Du må restarte DHCP tjenesten.

source: You will delete the DHCP subnet %s.
nb_no: Du sletter DHCP subnettet %s.

source: Delete subnet
nb_no: Slett subnett

source: DNS zones
nb_no: DNS soner

source: Add DNS zone
nb_no: Opprett DNS sone

source: Add DHCP subnet
nb_no: Opprett DHCP subnett

source: Add a DNS zone
nb_no: Opprett DNS sone

source: Edit DNS zone
nb_no: Rediger DNS sone

source: This zone already exists.
nb_no: Denne sonen finnes allerede.

source: The network address and the network mask fields must be filled in if you also want to create a reverse zone.
nb_no: Nettverksadresse og nettverksmaskefeltene må fylles ut hvis du også vil opprette en revers sone.

source: The network address and the network mask fields must be filled in if you also want to create a DHCP subnet.
nb_no: Nettverksadresse og nettverksmaskefeltene må fylles ut hvis du også vil opprette et DHCP subnett.

source: DHCP subnet and DNS zone successfully added. The DHCP service must be restarted.
nb_no: DHCP subnett og DNS sone ble opprettet. DHCP tjenesten må restartes.

source: DNS zone successfully added.
nb_no: DNS sone ble opprettet.

source: The DNS service must be reloaded.
nb_no: DNS tjenesten må omlastes.

source: DNS zone successfully modified.
nb_no: DNS sonen ble endret.

source: DNS zone FQDN
nb_no: DNS sone FQDN

source: Name server host name
nb_no: Navnetjeners vertsnavn

source: Name server IP
nb_no: Navnetjeners IP

source: The network address and mask fields must be filled in if you also want to create a reverse zone or a DHCP subnet linked to this DNS zone.
nb_no: Nettverksadresse og nettverksmaskefeltene må fylles ut hvis du også vil opprette en revers sone eller et DHCP subnett koblet til denne DNS sonen.

source: Network mask
nb_no: Nettverksmaske

source: Only 8, 16 or 24 is allowed
nb_no: Bare 8, 16 eller 24 er gyldig

source: Also manage a reverse DNS zone
nb_no: Også forvalt en revers DNS sone

source: Also create a related DHCP subnet
nb_no: Også opprett et relatert DHCP subnett

source: Network prefix
nb_no: Netverksprefiks

source: View zone records
nb_no: Se soneoppføringer

source: Edit zone
nb_no: Rediger sone

source: Add host
nb_no: Legg til vert

source: Static
nb_no: Statisk

source: Dynamic
nb_no: Dynamisk

source: Add static host
nb_no: Legg til statisk vert

source: edit static host
nb_no: Rediger statisk vert

source: Add a host
nb_no: Legg til vert

source: The service has been asked to reload.
nb_no: Tjenesten har blitt bedt om å laste på nytt.

source: DHCP subnets management
nb_no: DHCP subnett administrasjon

source: Operations
nb_no: Operasjoner

source: DHCP service log view
nb_no: DHCP loggvisning

source: Network management
nb_no: Nettverksadministrasjon

source: Network
nb_no: Nettverk

source: Delete a DNS zone
nb_no: Slett en DNS sone

source: Delete a host
nb_no: Slett en vert

source: Edit a DNS zone
nb_no: Rediger en DNS sone

source: Add a host to a zone
nb_no: Legg en vert til en sone

source: Members of a zone
nb_no: Medlemmer av en sone

source: Delete a subnet
nb_no: Slett et subnett

source: Add a host to a DHCP subnet
nb_no: Lett en vert til et DHCP subnett

source: Edit a host from a DHCP subnet
nb_no: Rediger en vert i et DHCP subnett

source: Delete a host from a subnet
nb_no: Slett en vert fra et subnett

source: Members of a DHCP subnet
nb_no: Medlemmer av et DHCP subnett

source: DHCP service log
nb_no: DHCP tjeneste logg

source: DNS service log
nb_no: DNS tjeneste logg
