Repository: resonancellc/mds
Catalog: web/mail/locale/*/LC_MESSAGES/mail.po
Languages: it_it

source: Name
it_it: Nome

source: Mail address
it_it: Indirizzo Mail

source: Edit
it_it: Modifica

source: Members of
it_it: Membri di

source: Mail domain
it_it: Dominio Mail

source: Description
it_it: Descrizione

source: View domain members
it_it: Visualizza i membri di dominio

source: Edit domain
it_it: Modifica dominio

source: Delete domain
it_it: Elimina dominio

source: The mail domain has been deleted.
it_it: Il dominio mail è stato eliminato.

source: You will delete the virtual mail domain
it_it: Verrà eliminato il dominio mail virtuale

source: Cancel
it_it: Annulla

source: Mail domain list
it_it: Elenco domini mail

source: Add a domain
it_it: Aggiungi un dominio

source: Add a mail domain
it_it: Aggiungi un dominio mail

source: Edit mail domain
it_it: Modifica un dominio mail

source: Invalid domain name
it_it: Nome dominio no valido

source: The mail domain has been added.
it_it: Il dominio mail è stato aggiunto.

source: The mail domain has been modified.
it_it: Il dominio mail è stato modificato.

source: The quota of all users of this mail domain have been reset.
it_it: La quota di tutti gli utenti di questo dominio è stata resettata.

source: Default mail quota for users created in this domain (in kB)
it_it: Quota mail di default per gli utenti creati in questo dominio (in kB)

source: Create
it_it: Crea

source: Reset users quota to default
it_it: Reset della quota utente al valore di default

source: Confirm
it_it: Conferma

source: Mail service
it_it: Servizio mail

source: Mail access
it_it: Accesso mail

source: Disable mail delivery
it_it: Disabilita inoltro mail

source: Mail aliases
it_it: Alias della mail

source: Mail delivery path
it_it: Percorso di consegna mail

source: Mail server host
it_it: Server mail

source: Mail user quota
it_it: Quota utente mail

source: Mail group alias access
it_it: Accesso ad alias mail di gruppi

source: Forward to
it_it: Inoltra a

source: Edit a domain
it_it: Modifica un dominio

source: View members
it_it: Vedi i componenti

source: Delete a mail domain
it_it: Elimina un dominio mail

source: Unlimited quota
it_it: Quota illimitata

source: Mail plugin
it_it: Plugin mail

source: No mail alias can be set for this group
it_it: Nessun alias mail può essere impostato per questo gruppo

source: Enable mail alias for users of this group
it_it: Abilita l'alias mail per gli utenti di questo gruppo

source: Mail alias
it_it: Alias mail

source: Mail delivery is disabled, if checked
it_it: L'inoltro mail è disabilitato, se selezionato

source: Mail quota (in kB)
it_it: Quota mail (in kB)

source: %s is not a valid mail alias.
it_it: %s non è un alias mail valido.

source: You must specify a valid mail address to enable mail delivery.
it_it: Si deve specificare un indirizzo mail valido per abilitare l'inoltro mail.
